Repository: alkon-online/nasim
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: ENG
ar: ع

source: Login
ar: تسجيل الدخول

source: Welcome back!
ar: مرحباً مجددا!

# email
source: Email address
ar: البريد الإلكتروني

# password
source: Email password
ar: كلمة المرور

source: Forgot password?
ar: نسيت كلمة المرور؟

# no_account
source: Not registered yet?
ar: لا تملك حساب؟

source: Create account
ar: أنشئ حسابك

source: Welcome!
ar: مرحباً!

# re_password
source: Re-Enter password
ar: إعادة كلمة المرور

source: Next
ar: التالي

# ok
source: continue
ar: موافق

source: cancel
ar: إلغاء

# registered
source: Already registered?
ar: تملك حساب بالفعل؟

# about_account
source: Abdout Account
ar: معلومات الحساب

# about_user
source: Tell us more about you!
ar: أخبرنا المزيد عن نفسك

source: Name
ar: إسم المستخدم

# phone
source: Phone number
ar: رقم الهاتف

# choose_language
source: Choose Your Preferred Language
ar: اختر اللغة التي تفضلها

# select_language
source: please select your language
ar: اختر لغتك

source: Maintenance Request
ar: صيانة

# maintenance_description
source: with this option, you can request a maintenance for your internet
ar: بهذا الخيار، يمكنك طلب صيانة للإنترنت الخاص بك

source: Installation Request
ar: تركيب جديد

# installation_description
source: with this option, you can request a installation for a new internet
ar: بهذا الخيار، يمكنك طلب تركيب لإنترنت جديد

# delete_request
source: Delete my info
ar: احذف معلوماتي

# delete_description
source: with this option, you will be signed out and your informations will be deleted after 14 days
ar: بهذا الخيار، سيتم تسجيل خروجك وحذف معلوماتك بعد 14 يوم

source: Sign out
ar: تسجيل الخروج

# signout_description
source: with this option, you will be signed out of your account
ar: بهذا الخيار، سيتم تسجيل خروجك من حسابك

source: Maintenance
ar: صيانة

source: your maintenances
ar: طلبات الصيانة

# request_maintenance
source: request a maintenance
ar: طلب صيانة

# enter_informations
source: Enter the following informations
ar: أدخل المعلومات التالية

# describe
source: describe your problem
ar: ما هي مشكلتك؟

# cuts_out
source: Internet cuts out
ar: الإنترنت متقطع

# not_working
source: Internet not working
ar: الإنترنت لا يعمل

# slow
source: slow connection
ar: الإنترنت بطيء

source: Location
ar: الموقع

source: Send Request
ar: أرسل الطلب

source: Installation
ar: تركيب

source: your installations
ar: طلبات التركيب

# request_installation
source: request a new installation
ar: إطلب تركيب جديد

# notes
source: Additional Notes
ar: ملاحظات إضافية

# plan
source: choose your plan
ar: اختر خطتك

# choose_plan
source: Please choose the plan you desire
ar: اختر الخطة التي تناسبك

# success_title
source: Request Sent
ar: تم إرسال الطلب

# success_message
source: your request was sussesfully sent and you will soon be contacted
ar: لقد تم إرسال طلبك بنجاح، وسيتم التواصل معك قريباً

source: Orders
ar: الطلبات

source: your Orders
ar: جميع طلباتك

source: Notifications
ar: الإشعارات

source: your notifications
ar: جميع إشعاراتك

# error
source: an error occurred {code}
ar: حصل خطأ
